[
    {
        "id": "delivery",
        "title": "Entrega garantida em até 72 horas.",
        "backgroundMain": "marketing.png",
        "subTitle": [
            "Como fizemos para ter a sua entrega em 72 horas",
            "Mas como isso é possível sem comprometer a qualidade?"
        ],
        "description": [
            "A entrega de sites em até 72 horas é possível graças a processos ágeis, ferramentas modernas e uma equipe especializada.  Trabalhamos com códigos bem estruturados e templates personalizáveis, permitindo adaptações rápidas e eficientes, sem abrir mão da qualidade. Nosso fluxo de trabalho otimizado e comunicação clara garantem que cada detalhe seja implementado com precisão e dentro do prazo. Precisa de um site rápido e profissional? Fale conosco e veja seu projeto online em até 24 horas!",
            "Utilizamos processos ágeis e uma biblioteca de templates profissionais que podem ser rapidamente adaptados às necessidades de cada cliente. Essa abordagem elimina a necessidade de começar do zero, garantindo eficiência e qualidade em todas as etapas do projeto. Nossa equipe é altamente especializada em design e desenvolvimento, empregando tecnologias modernas e boas práticas para criar sites responsivos, seguros e funcionais no menor tempo possível. Priorizamos uma comunicação clara e objetiva, com briefings bem alinhados que permitem implementar cada detalhe de forma eficiente e sem atrasos. Nosso foco está em projetos compactos e funcionais, como landing pages e sites institucionais, garantindo soluções personalizadas e entregas rápidas. Com essa metodologia, conseguimos desenvolver sites profissionais sob medida em apenas 72 horas."
        ],
        "images": [
            "image1.png",
            "image2.png"
        ],
        "services": [
            "Campanhas Google Ads",
            "E-mail Marketing",
            "Google Analytics",
            "Campanhas Facebook Ads",
            "Campanhas Instagram Ads",
            "Tags de conversão"
        ]
    },
    {
        "id": "identity",
        "title": "Sites únicos e alinhados com sua identidade visual.",
        "backgroundMain": "design.png",
        "subTitle": [
            "Destaque sua marca com um design exclusivo e profissional",
            "Seu site reflete quem sua marca realmente é?"
        ],
        "description": [
            "Sites únicos e alinhados com sua identidade visual. O diferencial que sua marca precisa para brilhar no digital. Ter um site único e alinhado à identidade visual da sua marca é essencial para se destacar no mercado e transmitir profissionalismo. Um design exclusivo não apenas chama a atenção do público, mas também reforça os valores e a personalidade da sua empresa, criando uma conexão mais forte com seus clientes. Com um site bem projetado, você pode transmitir mensagens claras, melhorar a navegabilidade e oferecer uma experiência intuitiva, essencial para conquistar e fidelizar visitantes. Lembre-se: seu site é o cartão de visitas digital da sua empresa. Faça dele um reflexo do que você representa!",
            "Seu site é a primeira impressão que seus clientes têm do seu negócio. Se ele não reflete a identidade, os valores e a qualidade da sua marca, você pode estar perdendo oportunidades valiosas. Ter um site profissional, estratégico e bem estruturado faz toda a diferença na hora de conquistar credibilidade e gerar conversões. Invista em uma presença online que realmente represente quem você é e leve seu negócio para o próximo nível."
        ],
        "images": [
            "design2.png",
            "design3.png"
        ],
        "services": [
            "Design de Interface de Usuário (UI)",
            "Experiência do Usuário (UX)",
            "Logos",
            "Prototipagem e Wireframing",
            "Design de Publicidade Digital",
            "Identidade Visual"
        ]
    },
    {
        "id": "SEO",
        "title": "SEO integrado para que você seja encontrado no Google.",
        "backgroundMain": "web.jpeg",
        "subTitle": [
            "Mais visibilidade, mais clientes, mais resultados",
            "Porque ter visibilidade é tão importante quanto ter qualidade?"
        ],
        "description": [
            "Ter um site bonito não é suficiente se as pessoas não conseguem encontrá-lo. É aí que entra o SEO. Com estratégias de SEO integradas ao seu site, você garante que sua marca tenha maior visibilidade nos mecanismos de busca, como o Google, atraindo mais visitantes de forma orgânica. Invista em um site com SEO integrado e dê o primeiro passo para alcançar melhores posições no Google e fazer sua empresa crescer!",
            "Não basta ter um produto ou serviço de alta qualidade se ele não chega ao conhecimento do público. Visibilidade e qualidade são dois pilares que caminham juntos para o sucesso de qualquer negócio. A qualidade é o que mantém os clientes satisfeitos e fidelizados, mas é a visibilidade que traz esses clientes até você. Quando sua marca é vista e reconhecida, ela se torna uma opção válida na mente do consumidor. Sem visibilidade, mesmo o melhor produto pode passar despercebido em um mercado competitivo. É por isso que estratégias como SEO, marketing digital e design atrativo são tão importantes. Elas ampliam o alcance da sua marca, conectam você ao seu público-alvo e criam oportunidades para que sua qualidade seja descoberta e valorizada. A qualidade constrói a reputação, mas a visibilidade abre as portas para o reconhecimento e o crescimento. Juntas, elas garantem o sucesso sustentável do seu negócio!"
        ],
        "images": [
            "web2.png",
            "web3.png"
        ],
        "services": [
            "Desenvolvimento de Sites",
            "Layouts Responsivos",
            "Hospedagem",
            "SEO e Otimizações",
            "Preços Acessíveis",
            "Criação de Blogs de Notícias"
        ]
    },
    {
        "id": "suporte",
        "title": "Acompanhamento dedicado do início ao fim.",
        "backgroundMain": "suporte.jpg",
        "subTitle": [
            "Suporte completo para transformar sua ideia em realidade",
            "Você está recebendo o suporte necessário para o sucesso do seu projeto?"
        ],
        "description": [
            "Ter um acompanhamento dedicado é essencial para garantir que cada etapa do seu projeto seja executada com excelência. Desde o planejamento inicial até a entrega final, trabalhamos lado a lado com você para entender suas necessidades, alinhar expectativas e oferecer soluções personalizadas. Esse suporte contínuo permite ajustes rápidos, comunicação clara e resultados que superam suas expectativas. Você não estará sozinho em nenhum momento, nosso compromisso é garantir que sua visão se transforme em um projeto bem-sucedido, com qualidade e profissionalismo em cada detalhe. Confie em um parceiro que se preocupa tanto quanto você com o sucesso do seu projeto!",
            "Ter o suporte adequado ao longo de todo o processo é fundamental para garantir que seu projeto seja bem-sucedido. Com um acompanhamento dedicado, você tem um parceiro comprometido com o seu sucesso, pronto para resolver problemas, oferecer orientações e realizar ajustes sempre que necessário. Esse suporte contínuo vai além da simples execução do trabalho; ele garante que sua visão seja seguida à risca, com total transparência e comunicação. Ao contar com um acompanhamento completo, você tem a confiança de que está fazendo as escolhas certas e que seu projeto será entregue conforme o planejado. Aposte em um suporte proativo e personalizado para que sua ideia se transforme em um resultado final impecável!"
        ],
        "images": [
            "suporte2.png",
            "suporte3.png"
        ],
        "services": [
            "Diagnóstico e Reparação de Notebooks",
            "Remoção de Vírus e Malware",
            "Manutenção e Upgrade de Computadores",
            "Backup e Recuperação de Dados",
            "Manutenção de Nobreaks",
            "Instalação de Software e Atualizações"
        ]
    }
]
