[{
    "project": "clovis",
    "type": "Desenvolvimento de Sites",
    "name": "Portifolio Clovis",
    "subText": "Um projeto de portifolio para um desenvolvedor FullStack, com um design moderno e inovador.",
    "mainImage": "portifolioClovis.png",
    "aboutProject": "Este projeto foi desenvolvido para apresentar o trabalho de um desenvolvedor Front-end, utilizando as tecnologias React, SASS e TypeScript. Focado na criação de uma interface moderna e interativa, o site oferece uma experiência visual atrativa, destacando-se pela responsividade e adaptação a diversos dispositivos. Com React, o projeto possui uma estrutura modular e organizada, enquanto SASS permite um controle refinado dos estilos, garantindo personalização e consistência. O uso de TypeScript contribui para a segurança e a manutenção do código, reforçando as melhores práticas em desenvolvimento web.",
    "technologies": ["React", "TypeScript", "SASS"],
    "images":  "portifolioClovis2.png",
    "soluction": "A solução implementada neste projeto busca otimizar a experiência do usuário por meio de uma interface intuitiva e interativa. Combinando animações suaves e navegação rápida, o site permite uma visualização eficiente do conteúdo em qualquer dispositivo. A arquitetura desenvolvida em React oferece modularidade, facilitando a expansão de funcionalidades futuras, enquanto o SASS garante estilização avançada e consistente. A aplicação do TypeScript melhora a confiabilidade do código, assegurando manutenção e escalabilidade.",
    "layout": "Design responsivo focado na experiência do usuário em todas as telas.",
    "content": "O conteúdo abrange uma introdução sobre o projeto, tecnologias utilizadas, soluções aplicadas e o layout final."
  },
  {
    "project": "dandara",
    "type": "Desenvolvimento de Sites",
    "name": "Portifolio Dandara",
    "subText": "Um projeto inovador para portfólio",
    "mainImage": "portifoliodandara.png",
    "aboutProject": "Este projeto foi desenvolvido para exibir minhas habilidades em design e desenvolvimento front-end.",
    "technologies": ["React", "TypeScript", "Next.js", "SASS"],
    "images": ["portifoliodandara2.png"],
    "soluction": "Implementação de uma interface interativa com navegação otimizada e animações suaves.",
    "layout": "Design responsivo focado na experiência do usuário em todas as telas.",  
    "content": "O conteúdo abrange uma introdução sobre o projeto, tecnologias utilizadas, soluções aplicadas e o layout final."    
  },
  {
    "project": "multiserv",
    "type": "Design",
    "name": "MultiServ",
    "subText": "Design estratégico para uma plataforma multi-serviços.",
    "mainImage": "MultiServ.png",
    "aboutProject": "O projeto MultiServ foi criado para uma plataforma que oferece diversos serviços de suporte e manutenção. Utilizando Figma, o design priorizou clareza e eficiência, permitindo que os usuários naveguem facilmente entre as seções e localizem as informações relevantes com rapidez.",
    "technologies": ["Figma"],
    "images": ["MultiServ2.png"],
    "soluction": "Desenvolvimento de uma interface intuitiva com navegação simplificada, alinhada a animações sutis para uma experiência de uso agradável e funcional.",
    "layout": "Design responsivo e adaptado para telas de diferentes tamanhos, com foco na experiência do usuário.",
    "content": "O conteúdo apresenta as etapas do projeto, desde a introdução e descrição das tecnologias usadas até as soluções aplicadas e o design final."
  },
  {
    "project": "contabilidade",
    "type": "Design",
    "name": "Contabilidade",
    "subText": "Design clean e funcional para uma empresa de contabilidade.",
    "mainImage": "contabilidade.png",
    "aboutProject": "Este projeto foi desenvolvido para uma empresa de contabilidade, com o objetivo de transmitir confiança e profissionalismo. A interface foi criada no Figma, com ênfase em uma apresentação clara e organizada das informações financeiras.",
    "technologies": ["Figma"],
    "images": ["contabilidade2.png"],
    "soluction": "Desenvolvimento de um layout que facilita o acesso rápido às informações e transmite credibilidade, essencial para o setor contábil.",
    "layout": "Design responsivo, com uma estrutura adaptada para dispositivos móveis e desktop.",
    "content": "Inclui uma visão geral do projeto, as tecnologias usadas, soluções aplicadas e o layout final."
  },
  {
    "project": "advocacia",
    "type": "Design",
    "name": "Advocacia",
    "subText": "Design elegante para um escritório de advocacia.",
    "mainImage": "Advocacia.png",
    "aboutProject": "Este projeto foi criado para um escritório de advocacia, com foco em um design sofisticado e minimalista que reflita a seriedade e profissionalismo da área jurídica.",
    "technologies": ["Figma"],
    "images": ["Advocacia2.png"],
    "soluction": "Desenvolvimento de uma interface refinada e funcional, com navegação intuitiva que atende aos requisitos de um público formal.",
    "layout": "Design responsivo, priorizando a experiência do usuário em dispositivos móveis e desktops.",
    "content": "Apresentação geral do projeto, tecnologias empregadas, soluções criativas e o layout final."
  },
  {
    "project": "technova",
    "type": "Design",
    "name": "TechNova",
    "subText": "Inovação e tecnologia em um design moderno.",
    "mainImage": "technova.png",
    "aboutProject": "Desenvolvido para uma empresa de tecnologia, o projeto TechNova apresenta um design futurista e inovador. Com a criação no Figma, a interface destaca-se por sua aparência moderna e interação dinâmica.",
    "technologies": ["Figma"],
    "images": ["technova2.png"],
    "soluction": "Construção de um layout inovador que combina funcionalidade com elementos visuais modernos, ideal para uma marca de tecnologia.",
    "layout": "Design responsivo, otimizado para proporcionar uma experiência interativa e moderna em qualquer dispositivo.",
    "content": "Conteúdo aborda as etapas do projeto, tecnologias, soluções de design e o layout final."
  }
]